Repository: adelin-b/starter-convex-next
Catalog: packages/emails/src/locales/*.po
Languages: fr

source: {inviterName} has invited you to join {organizationName}.
fr: {inviterName} vous a invité à rejoindre {organizationName}.

source: Accept Invitation
fr: Accepter l'invitation

source: Access all features
fr: Accéder à toutes les fonctionnalités

source: Collaborate with your team
fr: Collaborer avec votre équipe

source: Get started in minutes
fr: Démarrer en quelques minutes

source: Hi {name},
fr: Bonjour {name},

source: Hi there,
fr: Bonjour,

source: If you didn't create an account, you can safely ignore this email.
fr: Si vous n'avez pas créé de compte, vous pouvez ignorer cet email.

source: If you have any questions, feel free to reach out to our support team.
fr: Si vous avez des questions, n'hésitez pas à contacter notre équipe de support.

source: If you weren't expecting this invitation, you can safely ignore this email.
fr: Si vous n'attendiez pas cette invitation, vous pouvez ignorer cet email.

source: Manage your organization
fr: Gérer votre organisation

source: Or copy and paste this URL into your browser:
fr: Ou copiez et collez cette URL dans votre navigateur :

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Start Browsing
fr: Commencer

source: Thanks for joining! We're excited to have you on board.
fr: Merci de nous avoir rejoints ! Nous sommes ravis de vous accueillir.

source: Thanks for signing up! Please verify your email address by clicking the button below.
fr: Merci de vous être inscrit ! Veuillez vérifier votre adresse email en cliquant sur le bouton ci-dessous.

source: This invitation will expire in {expiresInDays} days.
fr: Cette invitation expirera dans {expiresInDays} jours.

source: This link will expire in 1 hour. If you didn't request a password reset, you can safely ignore this email.
fr: Ce lien expirera dans 1 heure. Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer cet email.

source: Verify Email
fr: Vérifier l'email

source: Verify your email address
fr: Vérifiez votre adresse email

source: Here's what you can do to get started:
fr: Voici ce que vous pouvez faire pour commencer :

source: We received a request to reset your password. Click the button below to choose a new password.
fr: Nous avons reçu une demande de réinitialisation de votre mot de passe. Cliquez sur le bouton ci-dessous pour choisir un nouveau mot de passe.

source: Welcome!
fr: Bienvenue !

source: You're invited to join {agencyName}
fr: Vous êtes invité à rejoindre {agencyName}

source: You've been invited with the following role(s): {rolesText}
fr: Vous avez été invité avec le(s) rôle(s) suivant(s) : {rolesText}
